Repository: XFaost/django-streamfield
Catalog: streamfield/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Please correct the error below.
uk: Будь ласка, виправте наведену нижче помилку.

source: Please correct the errors below.
uk: Будь ласка, виправте наведені нижче помилки.

source: File not found
uk: Файл не знайдено

source: Popup closing...
uk: Спливаюче вікно закривається...

source: <ul> <li>The blocks are moving by drag-and-drop.</li> <li>After moving, adding or deleting blocks you need to save entire object.</li> <li>if you had deleted, accidentally, some blocks.<br>You may get back it, by reload the page. At the same time, all edited blocks will remain, but sorting will get from saved version. New, added blocks, will disappear.</li> </ul>
uk: <ul> <li>Блоки переміщаються за допомогою перетягування.</li> <li>Після переміщення, додавання або видалення блоків необхідно зберегти весь об'єкт.</li> <li>Якщо ви випадково видалили деякі блоки, ви можете повернути їх, перезавантаживши сторінку. При цьому всі відредаговані блоки залишаться, але сортування буде отримано зі збереженої версії. Нові, додані блоки, зникнуть.</li> </ul>

source: Are you shure, that you want to delete this block?
uk: Ви впевнені, що хочете видалити цей блок?

source: Are you shure, that you want to delete this subblock?
uk: Ви впевнені, що хочете видалити цей підблок?

source: Help?
uk: Довідка

source: Collapse all
uk: Згорнути все

source: Open all
uk: Розгорнути все

source: Change
uk: Змінити

source: Add one more
uk: Додайте ще

source: Add content
uk: Додати контент

source: Add new block
uk: Додати новий блок
